{
  "Aries": {
    "1": "Сегодня идеальный день для начала новых проектов. Ваша энергия на пике - используйте это время для решительных действий и смелых решений.",
    "2": "Луна в Овне усиливает вашу харизму. Проявите инициативу в общении, вас будут слушать с особым вниманием.",
    "3": "День подходит для физической активности. Спорт или активный отдых помогут направить энергию в конструктивное русло.",
    "4": "Будьте осторожны с импульсивными решениями. Сегодняшняя энергия может толкать к поспешным выводам - возьмите паузу перед важным выбором.",
    "5": "Идеальный день для решения давних проблем. Ваша настойчивость сегодня особенно сильна - доводите начатое до конца.",
    "6": "Энергия дня способствует лидерству. Если вы давно хотели взять на себя больше ответственности - сегодня подходящий момент.",
    "7": "День творческого самовыражения. Не бойтесь показать свою индивидуальность - оригинальные идеи будут особенно удачными.",
    "8": "Луна в Овне усиливает соревновательный дух. Участвуйте в конкурсах или состязаниях - шансы на успех высоки.",
    "9": "Сегодня вы особенно убедительны. Проводите переговоры, выступайте публично - слова будут иметь вес.",
    "10": "День подходит для рискованных предприятий (в разумных пределах). Ваша интуиция на высоте - доверьтесь ей.",
    "11": "Энергия дня требует действий. Если чувствуете беспокойство - займитесь физическим трудом или спортом.",
    "12": "Благоприятный день для карьерных вопросов. Проявляйте инициативу на работе - начальство заметит ваши старания.",
    "13": "Сегодня вы особенно нетерпеливы. Старайтесь контролировать эмоции в общении с близкими.",
    "14": "День подходит для решительных шагов в личной жизни. Сделайте то, на что давно не решались - признание, предложение и т.д.",
    "15": "Луна в Овне усиливает сексуальную энергию. Романтические отношения сегодня особенно страстные.",
    "16": "Идеальный день для старта фитнес-программы или изменения образа жизни. Ваша сила воли на пике.",
    "17": "Энергия дня способствует быстрым решениям. Не затягивайте с выбором - первые мысли сегодня самые верные.",
    "18": "День подходит для решения финансовых вопросов. Смело обсуждайте повышение зарплаты или условия сделок.",
    "19": "Сегодня вы особенно нетерпимы к рутине. Внесите изменения в привычный распорядок - это пойдет на пользу.",
    "20": "Луна в Овне усиливает желание свободы. Позвольте себе спонтанный поступок - он принесет радость.",
    "21": "День подходит для защиты своих интересов. Не бойтесь отстаивать позицию - вы сделаете это убедительно.",
    "22": "Энергия дня требует скорости. Быстрые решения и действия сегодня принесут лучшие результаты.",
    "23": "Сегодня вы особенно привлекательны для окружающих. Используйте это время для важных знакомств и встреч.",
    "24": "День подходит для активного отдыха. Пешие прогулки, спорт, танцы - все, что связано с движением, пойдет на пользу.",
    "25": "Луна в Овне усиливает амбиции. Ставьте высокие цели - сегодня вы способны на большее, чем обычно.",
    "26": "Идеальный день для решения юридических вопросов. Вы сможете убедительно представить свою позицию.",
    "27": "Энергия дня способствует предпринимательской деятельности. Смелые бизнес-идеи сегодня особенно перспективны.",
    "28": "День подходит для покупки техники или гаджетов. Вы сделаете удачный выбор быстро и без сомнений.",
    "29": "Сегодня вы особенно нетерпимы к ограничениям. Избегайте ситуаций, где нужно подчиняться жестким правилам.",
    "30": "Луна в Овне усиливает жажду приключений. Планируйте поездку или пробуйте что-то новое - это принесет удовлетворение.",
    "31": "Последний день месяца подходит для завершения дел. Ваша энергия сегодня особенно продуктивна - используйте это.",
    "general": "Когда Луна в Овне, лучше всего начинать новые дела, проявлять инициативу и действовать решительно. Это время смелых поступков и ярких эмоций. Избегайте излишней импульсивности и поспешных решений - энергия Овна может толкать к необдуманным действиям. Физическая активность поможет направить избыток энергии в конструктивное русло."
  },
  "Taurus": {
    "1": "Сегодня идеальный день для финансовых операций. Ваша практичность на высоте - принимайте взвешенные решения о покупках и инвестициях.",
    "2": "Луна в Тельце усиливает тягу к комфорту. Уделите время созданию уюта в доме или порадуйте себя чем-то приятным.",
    "3": "День подходит для работы с землей - садоводство, ремонт или покупка недвижимости принесут удовлетворение.",
    "4": "Энергия дня способствует стабильности. Закладывайте основы для долгосрочных проектов - они будут прочными.",
    "5": "Идеальный день для гастрономических удовольствий. Попробуйте новые блюда или посетите хороший ресторан.",
    "6": "Луна в Тельце усиливает чувственность. Романтический вечер с партнером принесет глубокое удовлетворение.",
    "7": "День подходит для работы с финансами. Составьте бюджет или проанализируйте инвестиции - решения будут верными.",
    "8": "Энергия дня способствует упорству. Сложные задачи, требующие терпения, сегодня решаются легче обычного.",
    "9": "Сегодня вы особенно цените стабильность. Избегайте ненужных рисков - действуйте проверенными методами.",
    "10": "День подходит для покупки качественных вещей. То, что вы приобретете сегодня, прослужит долго.",
    "11": "Луна в Тельце усиливает связь с природой. Прогулка в парке или за городом восстановит силы.",
    "12": "Благоприятный день для налаживания деловых связей. Ваша надежность сегодня особенно заметна для окружающих.",
    "13": "Сегодня вы особенно упрямы. Постарайтесь быть гибче в общении с близкими.",
    "14": "День подходит для проявления заботы. Сделайте подарок любимому человеку или порадуйте его вниманием.",
    "15": "Энергия дня способствует накоплению. Откладывайте деньги или собирайте коллекцию - это принесет удовлетворение.",
    "16": "Идеальный день для spa-процедур или массажа. Забота о теле сегодня особенно полезна.",
    "17": "Луна в Тельце усиливает вкусовые ощущения. Готовьте с душой - ваши кулинарные эксперименты будут удачными.",
    "18": "День подходит для решения вопросов с недвижимостью. Аренда, покупка или ремонт пройдут гладко.",
    "19": "Сегодня вы особенно цените качество. Откажитесь от дешевых подделок в пользу добротных вещей.",
    "20": "Энергия дня способствует размеренности. Не торопите события - все идет своим чередом.",
    "21": "День подходит для инвестиций в искусство или антиквариат. Ваш вкус сегодня особенно точен.",
    "22": "Луна в Тельце усиливает связь с телом. Йога, танцы или просто прогулка принесут гармонию.",
    "23": "Сегодня вы особенно хозяйственны. Приведение дома в порядок доставит удовольствие.",
    "24": "День подходит для заключения долгосрочных договоров. Ваши обещания сегодня особенно весомы.",
    "25": "Энергия дня способствует финансовой стабильности. Пересмотрите свои сбережения и планы.",
    "26": "Идеальный день для посещения культурных мероприятий. Концерт или выставка доставят особое удовольствие.",
    "27": "Луна в Тельце усиливает тягу к прекрасному. Окружите себя эстетически приятными вещами.",
    "28": "День подходит для работы в саду или с растениями. Контакт с землей принесет умиротворение.",
    "29": "Сегодня вы особенно консервативны. Новые идеи могут вызывать сопротивление - будьте открытее.",
    "30": "Энергия дня способствует наслаждению жизнью. Позвольте себе маленькие радости без чувства вины.",
    "31": "Последний день месяца подходит для подведения итогов. Ваша оценка достижений сегодня особенно объективна.",
    "general": "Когда Луна в Тельце, лучше всего заниматься финансовыми вопросами, укреплять стабильность и наслаждаться земными радостями. Это время для работы с материальными ценностями, недвижимостью и долгосрочными проектами. Избегайте излишней упрямости и сопротивления изменениям - иногда гибкость бывает полезной. Сенсорные удовольствия (вкусная еда, приятные текстуры, красивые вещи) поднимут настроение."
  },
  "Gemini": {
    "1": "Сегодня идеальный день для общения. Ваша коммуникабельность на высоте - новые знакомства будут особенно удачными.",
    "2": "Луна в Близнецах усиливает любопытство. Чтение, учеба или поиск информации принесут удовольствие и пользу.",
    "3": "День подходит для коротких поездок. Даже небольшая прогулка в новое место вдохновит вас.",
    "4": "Энергия дня способствует многозадачности. Вы легко сможете заниматься несколькими делами одновременно.",
    "5": "Идеальный день для работы с документами или перепиской. Ваши формулировки будут особенно точными.",
    "6": "Луна в Близнецах делает ум подвижным. Головоломки, кроссворды или стратегические игры доставят удовольствие.",
    "7": "День подходит для публичных выступлений. Вы сможете легко донести свои мысли до аудитории.",
    "8": "Энергия дня способствует новым знакомствам. Посещайте светские мероприятия - общение будет продуктивным.",
    "9": "Сегодня вы особенно остроумны. Ваши шутки и замечания будут попадать в точку.",
    "10": "День подходит для изучения нового. Короткие курсы или мастер-классы принесут быстрые результаты.",
    "11": "Луна в Близнецах усиливает потребность в переменах. Смените обстановку, даже небольшую - это освежит мышление.",
    "12": "Благоприятный день для работы с информацией. Анализ данных или исследование пройдут продуктивно.",
    "13": "Сегодня вы можете быть слишком поверхностны. Старайтесь углубляться в важные темы.",
    "14": "День подходит для общения с родственниками. Разговоры с братьями, сестрами или соседями будут приятными.",
    "15": "Энергия дня способствует легкости в общении. Даже сложные темы сегодня можно обсуждать без напряжения.",
    "16": "Идеальный день для работы с техникой или гаджетами. Вы быстро разберетесь в новых функциях.",
    "17": "Луна в Близнецах делает мышление гибким. Решение проблем требует творческого подхода - и у вас это получится.",
    "18": "День подходит для написания текстов. Даже если вы не писатель, ваши сообщения сегодня особенно удачны.",
    "19": "Сегодня вы можете быть слишком разбросаны. Сконцентрируйтесь на главном, чтобы не упустить важное.",
    "20": "Энергия дня способствует обучению. Дети или младшие коллеги сегодня особенно хорошо воспринимают ваши объяснения.",
    "21": "День подходит для работы с соцсетями или блогинга. Ваши посты найдут отклик у аудитории.",
    "22": "Луна в Близнецах усиливает потребность в разнообразии. Чередуйте виды деятельности, чтобы не заскучать.",
    "23": "Сегодня вы особенно убедительны. Переговоры или просьбы будут успешными.",
    "24": "День подходит для решения транспортных вопросов. Покупка билетов или выбор маршрута пройдут гладко.",
    "25": "Энергия дня способствует быстрому усвоению информации. Чтение или просмотр обучающих видео будут продуктивными.",
    "26": "Идеальный день для работы с контрактами. Внимательно читайте мелкий шрифт - вы заметите важные детали.",
    "27": "Луна в Близнецах делает общение легким. Даже сложные переговоры сегодня можно вести непринужденно.",
    "28": "День подходит для шопинга книг или канцтоваров. Вы найдете именно то, что искали.",
    "29": "Сегодня вы можете быть непостоянны. Не давайте обещаний, которые будет сложно выполнить.",
    "30": "Энергия дня способствует интеллектуальному обмену. Дискуссии и споры будут плодотворными.",
    "31": "Последний день месяца подходит для подведения информационных итогов. Разберите почту и заметки.",
    "general": "Когда Луна в Близнецах, лучше всего заниматься общением, обучением и обработкой информации. Это время для новых знакомств, коротких поездок и интеллектуальной деятельности. Избегайте поверхностности и рассеянности - старайтесь завершать начатые дела. Разнообразие видов деятельности поможет сохранить интерес и продуктивность."
  },
  "Cancer": {
    "1": "Сегодня идеальный день для семейных дел. Ваша интуиция в отношении близких особенно обострена.",
    "2": "Луна в Раке усиливает эмоциональность. Прислушивайтесь к своим чувствам - они подскажут верное решение.",
    "3": "День подходит для работы по дому. Приготовление семейных блюд или уборка принесут удовлетворение.",
    "4": "Энергия дня способствует заботе о других. Ваше внимание и участие будут особенно ценны для близких.",
    "5": "Идеальный день для начала диеты или оздоровительных процедур. Ваш организм особенно отзывчив.",
    "6": "Луна в Раке делает воспоминания ярче. Пересмотрите старые фото или встретьтесь с родными.",
    "7": "День подходит для решения жилищных вопросов. Аренда, покупка или обустройство дома пройдут удачно.",
    "8": "Энергия дня способствует психологической работе. Анализ эмоций и переживаний будет продуктивным.",
    "9": "Сегодня вы особенно чувствительны к атмосфере мест. Окружайте себя уютом и комфортом.",
    "10": "День подходит для связи с матерью или старшими родственниками. Их совет сегодня будет как никогда кстати.",
    "11": "Луна в Раке усиливает ностальгию. Семейные традиции или рецепты принесут радость.",
    "12": "Благоприятный день для работы с детьми. Ваше понимание и терпение сегодня безграничны.",
    "13": "Сегодня вы можете быть слишком ранимы. Не принимайте все близко к сердцу.",
    "14": "День подходит для создания домашнего уюта. Покупка текстиля или предметов интерьера будет удачной.",
    "15": "Энергия дня способствует кулинарному творчеству. Приготовление еды для семьи доставит удовольствие.",
    "16": "Идеальный день для посещения родителей или работы с семейной историей. Генеалогические изыскания будут успешными.",
    "17": "Луна в Раке делает интуицию особо острой. Доверяйте своим предчувствиям - они вас не подведут.",
    "18": "День подходит для водных процедур. Ванна, посещение бассейна или прогулка у воды успокоят нервы.",
    "19": "Сегодня вы особенно нуждаетесь в эмоциональной безопасности. Окружите себя проверенными людьми.",
    "20": "Энергия дня способствует заботе о себе. Откажитесь от того, что истощает ваши душевные силы.",
    "21": "День подходит для инвестиций в недвижимость. Ваше чутье на \"домашнюю\" энергетику сегодня на высоте.",
    "22": "Луна в Раке усиливает потребность в заботе. Проявление внимания к близким принесет взаимную теплоту.",
    "23": "Сегодня вы особенно тонко чувствуете настроение других. Ваша эмпатия поможет разрешить конфликты.",
    "24": "День подходит для работы с памятью. Изучение истории или составление семейного архива будут удачными.",
    "25": "Энергия дня способствует эмоциональному творчеству. Поэзия, музыка или кулинария выражают ваши чувства.",
    "26": "Идеальный день для начала \"домашнего\" проекта. Ремонт, перестановка или садоводство принесут радость.",
    "27": "Луна в Раке делает вас особенно восприимчивым. Избегайте негативных новостей и тяжелых фильмов.",
    "28": "День подходит для проявления заботы о детях или пожилых родственниках. Ваша помощь будет своевременной.",
    "29": "Сегодня вы можете быть слишком обидчивы. Не драматизируйте события - завтра они покажутся менее значимыми.",
    "30": "Энергия дня способствует душевному отдыху. Домашний вечер в кругу близких восстановит силы.",
    "31": "Последний день месяца подходит для подведения семейных итогов. Планирование общего бюджета или отпуска будет удачным.",
    "general": "Когда Луна в Раке, лучше всего заниматься семейными делами, домашним уютом и эмоциональными вопросами. Это время для заботы о близких, работы с недвижимостью и прислушивания к своей интуиции. Избегайте излишней ранимости и замкнутости - делитесь своими чувствами с доверенными людьми. Создание комфортной атмосферы вокруг себя поможет сохранить душевное равновесие."
  },
  "Leo": {
    "1": "Сегодня день для того, чтобы блистать! Наденьте что-то яркое, проявите инициативу - все взгляды будут направлены на вас.",
    "2": "Луна во Льве усиливает творческую энергию. Займитесь искусством, танцами или любым делом, где можно проявить креативность.",
    "3": "Идеальный день для публичных выступлений. Ваша харизма на пике - аудитория будет очарована вами.",
    "4": "Энергия дня способствует романтическим знакомствам. Ваша природная привлекательность сегодня особенно сильна.",
    "5": "День подходит для решения вопросов с детьми. Если у вас есть дети - уделите им особое внимание, если нет - проявите детскую непосредственность.",
    "6": "Луна во Льве усиливает лидерские качества. Возьмите на себя руководство проектом - команда последует за вами с энтузиазмом.",
    "7": "Сегодня вы особенно щедры. Поделитесь своим временем, знаниями или ресурсами - это вернется сторицей.",
    "8": "Энергия дня благоприятствует азартным начинаниям (в разумных пределах). Ваша удачливость сегодня повышена.",
    "9": "Идеальный день для фотосессии или обновления имиджа. Выглядите так, чтобы соответствовать своему королевскому статусу!",
    "10": "День подходит для посещения театра, концерта или других зрелищных мероприятий. Искусство принесет особое наслаждение.",
    "11": "Луна во Льве усиливает потребность в признании. Не стесняйтесь делиться своими достижениями - вы это заслужили.",
    "12": "Сегодня вы особенно темпераментны. Направьте эту энергию в спорт или творчество - она принесет впечатляющие результаты.",
    "13": "День подходит для решения сердечных дел. Признание в любви или важный разговор о чувствах пройдут идеально.",
    "14": "Энергия дня способствует самовыражению. Не бойтесь показать свою индивидуальность - сегодня это ваш козырь.",
    "15": "Идеальный день для организации праздника или вечеринки. Ваш талант создавать атмосферу сегодня на высоте.",
    "16": "Луна во Льве делает вас центром внимания. Готовьтесь к комплиментам и восхищенным взглядам.",
    "17": "День подходит для рискованных творческих проектов. Ваша смелость будет вознаграждена.",
    "18": "Энергия дня благоприятствует флирту и легкому общению. Наслаждайтесь вниманием противоположного пола.",
    "19": "Сегодня вы особенно горды. Следите, чтобы это не перешло в высокомерие в общении с близкими.",
    "20": "День подходит для инвестиций в себя. Покупка качественной одежды, украшений или косметики будет удачной.",
    "21": "Луна во Льве усиливает артистизм. Даже в обычных ситуациях вы сегодня играете главную роль.",
    "22": "Энергия дня способствует смелым заявлениям. Выскажите то, что давно хотели - вас услышат.",
    "23": "Идеальный день для начала нового хобби, связанного с творчеством или сценой. Первые шаги будут успешными.",
    "24": "День подходит для демонстрации своих талантов. Участвуйте в конкурсах или показывайте работы публике.",
    "25": "Луна во Льве делает вас магнетически привлекательным. Используйте это для важных знакомств и встреч.",
    "26": "Энергия дня способствует благотворительности. Помощь другим принесет глубокое удовлетворение.",
    "27": "Сегодня вы особенно драматичны. Следите, чтобы мелкие проблемы не раздувались до размеров трагедии.",
    "28": "День подходит для работы с золотом или драгоценностями. Ваш вкус и чутье на качество сегодня обострены.",
    "29": "Луна во Льве усиливает потребность в роскоши. Позвольте себе немного блеска - это поднимет настроение.",
    "30": "Энергия дня благоприятствует любовным признаниям. Говорите о чувствах красиво и страстно.",
    "31": "Последний день месяца подходит для подведения творческих итогов. Гордитесь своими достижениями!",
    "general": "Когда Луна во Льве, лучше всего заниматься творчеством, самовыражением и вопросами, связанными с детьми. Это время для ярких жестов, романтики и праздника жизни. Избегайте излишнего эгоцентризма и драматизации - сохраняйте чувство меры. Ваша естественная харизма сегодня усилена - используйте ее для вдохновения других."
  },
  "Virgo": {
    "1": "Сегодня идеальный день для наведения порядка. Разберите бумаги, систематизируйте информацию - это принесет удовлетворение.",
    "2": "Луна в Деве усиливает внимание к деталям. Работа, требующая точности, сегодня будет даваться особенно легко.",
    "3": "День подходит для заботы о здоровье. Проверьте аптечку, запишитесь к врачу или начните здоровую диету.",
    "4": "Энергия дня способствует аналитической работе. Изучение документов или обработка данных пройдут продуктивно.",
    "5": "Идеальный день для уборки и организации пространства. Даже небольшая перестановка принесет ощущение гармонии.",
    "6": "Луна в Деве делает вас особенно полезным. Помощь коллегам или близким будет высоко оценена.",
    "7": "День подходит для работы с техникой или механизмами. Ваша методичность поможет разобраться в любых инструкциях.",
    "8": "Энергия дня благоприятствует планированию. Составьте списки дел или расписание - они будут особенно эффективны.",
    "9": "Сегодня вы особенно критичны. Постарайтесь направлять эту энергию на улучшение систем, а не на критику людей.",
    "10": "День подходит для изучения нового практического навыка. Курсы первой помощи, кулинарии или языков будут успешными.",
    "11": "Луна в Деве усиливает потребность в чистоте. Генеральная уборка или ревизия гардероба принесут удовольствие.",
    "12": "Благоприятный день для работы с животными. Уход за питомцем или волонтерство в приюте будут полезны.",
    "13": "Сегодня вы можете быть слишком придирчивы. Смягчите требования к себе и окружающим.",
    "14": "День подходит для решения бюрократических вопросов. Оформление документов пройдет без проблем.",
    "15": "Энергия дня способствует заботе о теле. Массаж, спа-процедуры или просто долгий сон восстановят силы.",
    "16": "Идеальный день для оптимизации процессов. Найдите способы делать привычные дела быстрее и эффективнее.",
    "17": "Луна в Деве делает ум особенно острым. Решение головоломок или технических задач принесет удовлетворение.",
    "18": "День подходит для работы в саду или с растениями. Практические навыки ухода за ними сегодня на высоте.",
    "19": "Сегодня вы особенно перфекционистичны. Помните, что иногда \"достаточно хорошо\" лучше, чем \"идеально\".",
    "20": "Энергия дня способствует наведению порядка в финансах. Учет расходов или налоговое планирование будут удачными.",
    "21": "День подходит для изучения медицинской информации. Ваша способность анализировать факты сегодня обострена.",
    "22": "Луна в Деве усиливает практическое мышление. Решение бытовых проблем не вызовет затруднений.",
    "23": "Сегодня вы особенно хороши в роли советчика. Ваши рекомендации будут точными и полезными.",
    "24": "День подходит для покупки бытовой техники или инструментов. Вы сделаете практичный и долговечный выбор.",
    "25": "Энергия дня способствует рутинной работе. Даже скучные задачи сегодня будут выполняться легко.",
    "26": "Идеальный день для волонтерской работы. Ваша помощь в организации мероприятий будет неоценима.",
    "27": "Луна в Деве делает вас особенно наблюдательным. Вы заметите то, что ускользает от взгляда других.",
    "28": "День подходит для изучения новых методов организации времени. Планировщики и приложения-помощники будут полезны.",
    "29": "Сегодня вы можете слишком зацикливаться на мелочах. Смотрите на картину в целом.",
    "30": "Энергия дня способствует здоровым привычкам. Начните утро с зарядки и полезного завтрака.",
    "31": "Последний день месяца подходит для завершения текущих дел. Разберите \"хвосты\" - это принесет облегчение.",
    "general": "Когда Луна в Деве, лучше всего заниматься организационными вопросами, здоровьем и повседневными делами. Это время для наведения порядка, анализа деталей и практической помощи другим. Избегайте излишней критичности и перфекционизма - иногда достаточно просто сделать работу хорошо. Ваша естественная способность систематизировать сегодня усилена - используйте ее для улучшения качества жизни."
  },
  "Libra": {
    "1": "Сегодня идеальный день для переговоров и поиска компромиссов. Ваше дипломатическое чутье на высоте.",
    "2": "Луна в Весах усиливает тягу к гармонии. Окружите себя красивыми вещами и приятными людьми.",
    "3": "День подходит для партнерства. Деловые и личные отношения сегодня особенно гармоничны.",
    "4": "Энергия дня способствует творчеству. Занятия искусством или дизайном принесут удовлетворение.",
    "5": "Идеальный день для обновления гардероба. Ваш вкус сегодня особенно точен - выберете стильные вещи.",
    "6": "Луна в Весах делает вас особенно обаятельным. Флирт и легкое общение будут удачными.",
    "7": "День подходит для посещения культурных мероприятий. Выставки, концерты или театр доставят удовольствие.",
    "8": "Энергия дня благоприятствует заключению договоров. Ваша способность находить баланс интересов пригодится.",
    "9": "Сегодня вы особенно чувствительны к несправедливости. Выступите в роли миротворца в конфликтах.",
    "10": "День подходит для работы с законом или юридическими вопросами. Ваше чувство справедливости поможет.",
    "11": "Луна в Весах усиливает эстетическое восприятие. Преображение интерьера или своего образа будет удачным.",
    "12": "Благоприятный день для свадеб и романтических признаний. Гармония в отношениях сегодня особенно сильна.",
    "13": "Сегодня вы можете быть слишком нерешительны. Доверьтесь своей интуиции при выборе.",
    "14": "День подходит для коллективной работы. Ваша способность сглаживать конфликты ценна для команды.",
    "15": "Энергия дня способствует восстановлению мира. Помогите помириться поссорившимся друзьям.",
    "16": "Идеальный день для покупки предметов искусства или украшений. Вы сделаете эстетичный выбор.",
    "17": "Луна в Весах делает вас особенно привлекательным. Новые знакомства сегодня перспективны.",
    "18": "День подходит для работы в сфере моды или красоты. Ваше чувство стиля будет востребовано.",
    "19": "Сегодня вы особенно зависите от мнения окружающих. Помните, что невозможно нравиться всем.",
    "20": "Энергия дня способствует справедливым решениям. Выступите арбитром в спорной ситуации.",
    "21": "День подходит для налаживания деловых связей. Ваш дипломатичный подход откроет двери.",
    "22": "Луна в Весах усиливает потребность в равновесии. Найдите время и для работы, и для отдыха.",
    "23": "Сегодня вы особенно тактичны. Ваши деликатные замечания будут правильно восприняты.",
    "24": "День подходит для бракосочетания или помолвки. Романтические отношения укрепляются.",
    "25": "Энергия дня способствует художественному творчеству. Даже если вы не художник, сегодня можете создать нечто красивое.",
    "26": "Идеальный день для посещения салонов красоты. Обновление имиджа будет особенно удачным.",
    "27": "Луна в Весах делает вас душой компании. Вечеринка или светское мероприятие пройдут успешно.",
    "28": "День подходит для разрешения давних конфликтов. Ваш подход \"ни победителей, ни побежденных\" сработает.",
    "29": "Сегодня вы можете слишком полагаться на других. Проявите самостоятельность в принятии решений.",
    "30": "Энергия дня способствует созданию гармонии вокруг. Даже небольшие жесты улучшат атмосферу.",
    "31": "Последний день месяца подходит для оценки баланса в жизни. Что можно улучшить в отношениях с собой и другими?",
    "general": "Когда Луна в Весах, лучше всего заниматься вопросами партнерства, дипломатии и красоты. Это время для гармонизации отношений, творческого самовыражения и поиска компромиссов. Избегайте излишней нерешительности и зависимости от чужого мнения - доверяйте своему чувству меры. Ваша естественная способность видеть обе стороны сегодня усилена - используйте ее для создания мира и красоты вокруг."
  },
  "Scorpio": {
    "1": "Интуиция сегодня особенно остра. Доверьтесь внутреннему голосу.",
    "2": "День способствует трансформации — отпустите прошлое, чтобы двигаться вперёд.",
    "3": "Будьте осторожны в словах — ваши фразы могут задеть сильнее, чем вы думаете.",
    "4": "Сегодня хорошее время для уединения и глубоких размышлений.",
    "5": "Ваша страсть заразительна. Направьте её в творчество или спорт.",
    "6": "Избегайте манипуляций — честность принесёт лучшие результаты.",
    "7": "Хороший день для исследования тайн — от загадочных книг до психологических бесед.",
    "8": "Ваша проницательность поможет распознать ложь или скрытые мотивы.",
    "9": "Сегодня лучше не сдерживать эмоции — выразите их конструктивно.",
    "10": "Вы можете быть склонны к ревности — доверьтесь близким.",
    "11": "Погружение в работу или хобби поможет восстановить внутренний баланс.",
    "12": "День идеален для медитации, йоги или дыхательных практик.",
    "13": "Будьте готовы к неожиданным открытиям в личной жизни.",
    "14": "Сегодня важно закрыть незавершённые дела — это освободит энергию.",
    "15": "Скорпионы особенно обаятельны — используйте это в переговорах.",
    "16": "Избегайте крайностей — найдите золотую середину между доверием и контролем.",
    "17": "Ваш магнетизм привлекает внимание — оставайтесь верны себе.",
    "18": "Хорошее время для избавления от вредных привычек.",
    "19": "День подходит для погружения в исследования, изучения глубинных тем.",
    "20": "Ваша внутренняя сила поможет преодолеть внешние препятствия.",
    "21": "Не бойтесь говорить правду — даже если она неудобна.",
    "22": "Сегодня не стоит делиться своими планами — лучше действовать в тишине.",
    "23": "Интенсивные чувства требуют выхода — займитесь творчеством или спортом.",
    "24": "Подходящий момент для интимных разговоров с близкими.",
    "25": "Ваша решительность поможет продвинуться в важном деле.",
    "26": "Избегайте мстительности. Отпустите — это принесёт свободу.",
    "27": "День способствует психологическим прорывам и самопознанию.",
    "28": "Вы можете вдохновить других силой своей искренности.",
    "29": "Сегодня полезно сменить обстановку — даже небольшая прогулка поможет перезагрузиться.",
    "30": "Не всё подвластно контролю — научитесь принимать.",
    "31": "Подведите итоги — чего вы освободились, что стало вашим ресурсом.",
    "general": "Скорпион — знак глубины, страсти и трансформации. Лунная энергия усиливает интуицию, магнетизм и потребность в уединении. Месяц подходит для очищения, внутренних прорывов и искренних разговоров. Будьте честны с собой и используйте силу во благо."
  },
  "Sagittarius": {
    "1": "Сегодня тянет к свободе и приключениям — не сдерживайте этот порыв.",
    "2": "День подходит для путешествий, даже небольших. Смена обстановки вдохновит.",
    "3": "Будьте открыты к новым знаниям. Учёба даст неожиданные плоды.",
    "4": "Оптимизм — ваш главный ресурс сегодня. Делитесь им с окружающими.",
    "5": "Подходящий момент для планирования дальних целей или зарубежных поездок.",
    "6": "Вы можете быть излишне прямолинейны. Такт поможет сохранить мир.",
    "7": "Ваша философская жилка проснётся — отлично подойдёт чтение или беседы о смысле жизни.",
    "8": "День благоприятен для подачи заявок, публикаций или публичных выступлений.",
    "9": "Вы сегодня особенно обаятельны. Новые знакомства могут оказаться перспективными.",
    "10": "Будьте внимательны к деталям — стремление к масштабам может отвлечь.",
    "11": "Постарайтесь быть пунктуальными — это поможет избежать конфликтов.",
    "12": "День хорошо подходит для преподавания, наставничества или презентаций.",
    "13": "Ваша вера в лучшее вдохновит других. Окружите себя позитивом.",
    "14": "Хорошее время для спорта и активного отдыха.",
    "15": "Сегодня стоит избегать пустых обещаний. Лучше меньше, да лучше.",
    "16": "Вы жаждете перемен — найдите безопасный способ обновить рутину.",
    "17": "Ваш юмор способен разрядить любую обстановку. Смейтесь больше.",
    "18": "День способствует общению с иностранцами или изучению языков.",
    "19": "Избегайте споров на религиозные и политические темы — сейчас не время.",
    "20": "Ваша тяга к истине может быть неудобной для других. Проявите деликатность.",
    "21": "Сегодня особенно важно видеть перспективу и не зацикливаться на проблемах.",
    "22": "Хороший день для составления «карты желаний» или плана на будущее.",
    "23": "День подталкивает к риску — оцените последствия, прежде чем действовать.",
    "24": "Ваш идеализм может быть разочарован. Сохраняйте веру в лучшее, но реалистично.",
    "25": "Подходящий момент для лекций, курсов, обмена идеями.",
    "26": "Не бегите от обязательств — баланс между свободой и ответственностью важен.",
    "27": "Вы вдохновляетесь разными культурами. Посмотрите документальный фильм или приготовьте этническое блюдо.",
    "28": "День хорош для щедрости — материальной или эмоциональной.",
    "29": "Вы склонны переоценивать свои силы — рассчитайте энергию рационально.",
    "30": "Сделайте перерыв, отдохните. Даже путешественнику нужен привал.",
    "31": "Завершите месяц с мыслью о том, куда вы хотите направиться дальше.",
    "general": "Стрельцам важны свобода, рост и смысл. Луна пробуждает тягу к знаниям, путешествиям и новым горизонтам. Отличное время для учёбы, общения с иностранцами и планирования будущего. Не забывайте сохранять баланс между вдохновением и реальностью."
  },
  "Capricorn": {
    "1": "Сегодня дисциплина — ваш ключ к успеху. Не откладывайте важные дела.",
    "2": "Хороший день для выстраивания долгосрочных планов и стратегии.",
    "3": "Будьте внимательны к авторитетам — важные контакты могут повлиять на карьеру.",
    "4": "Ваша выносливость особенно высока — займитесь тем, что требует терпения.",
    "5": "День подходит для обсуждения финансовых вопросов и инвестиций.",
    "6": "Вы можете показаться холодными — проявите заботу к близким.",
    "7": "Сегодня особенно важно следовать правилам. Структура — ваш союзник.",
    "8": "Хорошее время для юридических, бухгалтерских или организационных задач.",
    "9": "Вы склонны к самокритике. Позвольте себе небольшую похвалу.",
    "10": "День способствует серьёзным разговорам. Не избегайте ответственности.",
    "11": "Проявите лидерские качества — ваши решения сейчас особенно ценны.",
    "12": "Будьте осторожны с переработкой. Найдите время на отдых.",
    "13": "Вы склонны ставить цели слишком высоко. Оцените реальность.",
    "14": "Хороший день для завершения проектов или подведения промежуточных итогов.",
    "15": "Сегодня важна надёжность. Держите слово и соблюдайте обещания.",
    "16": "Ваша репутация требует внимания. Даже мелочи могут сказаться на имидже.",
    "17": "Избегайте давления на других. Строгость должна быть справедливой.",
    "18": "Фокус на карьере принесёт плоды. Упорство будет вознаграждено.",
    "19": "День подходит для самоанализа и выработки новых стратегий.",
    "20": "Семейные обязанности могут выйти на первый план. Проявите заботу.",
    "21": "Ваша серьёзность вдохновляет других. Используйте это для объединения команды.",
    "22": "Сегодня особенно эффективны долгосрочные действия, а не импульсивные шаги.",
    "23": "Подходящий момент для поиска наставника или консультации с профессионалом.",
    "24": "Вы склонны брать на себя слишком многое — делегируйте.",
    "25": "День способствует стабильности и концентрации. Избегайте отвлекающих факторов.",
    "26": "Время укрепить связи с влиятельными людьми.",
    "27": "Оглянитесь назад — вы уже проделали огромный путь.",
    "28": "Сосредоточьтесь на целях, не позволяя эмоциям отвлечь.",
    "29": "День подсказывает: лучше медленно, но верно, чем быстро и впустую.",
    "30": "Рассчитайте ресурсы. Планируйте, чтобы избежать лишних трат.",
    "31": "Завершение месяца требует порядка. Наведите структуру в делах и мыслях.",
    "general": "Козерог — знак структуры, ответственности и амбиций. Лунная энергия подталкивает к профессиональному росту, наведению порядка и укреплению статуса. Отличное время для работы, долгосрочных проектов и достижения целей. Важно помнить о балансе между делами и личной жизнью."
  },
  "Aquarius": {
    "1": "Сегодня особенно силён дух свободы — следуйте за вдохновением.",
    "2": "Вы на волне оригинальности. Идеи, пришедшие сегодня, могут быть прорывными.",
    "3": "Хороший день для общения с единомышленниками и групповой работы.",
    "4": "Не бойтесь отличаться — ваша уникальность — источник силы.",
    "5": "Время подумать о будущем — создайте карту желаний или план проекта.",
    "6": "Остерегайтесь резкости — ваша правда может ранить.",
    "7": "Технологии и новшества сегодня особенно вас вдохновят.",
    "8": "День подходит для экспериментов — в стиле, в еде, в подходах.",
    "9": "Интуиция усиливается, особенно в нестандартных ситуациях.",
    "10": "Вы склонны к неожиданным поступкам — предупредите близких.",
    "11": "Хорошо пойдут коллективные дела, мозговые штурмы, стартапы.",
    "12": "Ваше мышление нестандартное — доверьтесь своим идеям.",
    "13": "Вы сегодня магнетичны. Притягиваете нестандартных людей и события.",
    "14": "Будьте осторожны с обрывом связей — пересмотрите, нет ли там ценности.",
    "15": "Вы можете захотеть уединиться — даже «социальному» Водолею нужен перерыв.",
    "16": "Смело выходите за рамки шаблонов — именно в этом ваша сила.",
    "17": "День хорош для благотворительности или помощи друзьям.",
    "18": "Ваша независимость важна — но не жертвуйте близостью ради неё.",
    "19": "Сосредоточьтесь на социальной миссии — вы способны влиять на мир.",
    "20": "Вы на волне перемен — доверьтесь процессу.",
    "21": "Избегайте жёстких рамок и расписаний — импровизация пойдёт на пользу.",
    "22": "День благоприятен для обучения и развития необычных навыков.",
    "23": "Появится потребность быть услышанным — найдите открытую аудиторию.",
    "24": "Займитесь делом, где вы можете быть «не как все».",
    "25": "Остерегайтесь информационного шума — фильтруйте источники.",
    "26": "Хороший момент для поиска новых сообществ или клубов по интересам.",
    "27": "Вы находитесь на грани важного озарения — не игнорируйте знаки.",
    "28": "Энергия дня подталкивает к прогрессу. Примите вызов.",
    "29": "Вы склонны всё анализировать — попробуйте просто почувствовать.",
    "30": "Цените одиночество, как ресурс для творчества и переосмысления.",
    "31": "Завершите месяц, отблагодарив себя за смелость быть собой.",
    "general": "Водолей — знак свободы, прогресса и нестандартного мышления. Лунные энергии усиливают жажду перемен, тягу к новизне и идеализм. Месяц подходит для экспериментов, участия в социальных проектах и развития собственных идей. Оставайтесь открытыми миру и себе."
  },
  "Pisces": {
    "1": "Сегодня вы особенно чувствительны к эмоциям других — берегите свои границы.",
    "2": "Хороший день для творчества — дайте выход воображению через музыку, рисунок или письмо.",
    "3": "Интуиция особенно сильна — полагайтесь на внутренние ощущения при выборе.",
    "4": "День подходит для уединения, медитации, водных практик.",
    "5": "Остерегайтесь иллюзий — проверяйте информацию и мотивы других.",
    "6": "Сны сегодня могут быть особенно яркими и значимыми — обратите внимание.",
    "7": "Время для прощения и внутренней работы — отпустите старые обиды.",
    "8": "Поддержите того, кто нуждается — ваша эмпатия целительна.",
    "9": "Не бойтесь быть мечтателем — ваши фантазии несут зерно реальности.",
    "10": "Погружение в любимое хобби поможет восстановить силы.",
    "11": "Избегайте суеты и перегрузок — ваше тело и психика требуют мягкости.",
    "12": "Творческая энергия требует выхода — займитесь чем-то вдохновляющим.",
    "13": "Сегодня легко раствориться в чужих проблемах — не забывайте о себе.",
    "14": "День располагает к романтике, но остерегайтесь неоправданных ожиданий.",
    "15": "Хорошо пойдут дела, связанные с интуитивной или духовной сферой.",
    "16": "Подходящее время для ведения дневника или работы с внутренним миром.",
    "17": "Ваша доброта будет замечена — не бойтесь проявлять мягкость.",
    "18": "Изоляция может быть полезной — но не превращайте её в бегство.",
    "19": "Сконцентрируйтесь на творческом процессе, а не на результате.",
    "20": "Ваши эмоции глубоки — выразите их через музыку, поэзию или молитву.",
    "21": "Сегодня возможны внезапные озарения, особенно при работе с собой.",
    "22": "День подходит для помощи другим, благотворительности, волонтёрства.",
    "23": "Не принимайте всё на веру — сохраняйте долю скептицизма.",
    "24": "Проводите больше времени у воды — она восстановит ваши силы.",
    "25": "Вы сегодня вдохновляете — особенно в разговоре с близкими.",
    "26": "Берегите свои чувства — избегайте тяжёлой информации и людей с негативом.",
    "27": "Рыбам сегодня полезно писать: письма, стихи, мысли — это даст облегчение.",
    "28": "Расслабьтесь, позволив миру идти своим чередом — не всё поддаётся контролю.",
    "29": "Не пытайтесь спасать всех — выберите один добрый поступок.",
    "30": "День помогает настроиться на тонкие вибрации и найти покой.",
    "31": "Завершите месяц на ноте благодарности — поблагодарите себя и мир.",
    "general": "Рыбы — знак чувствительности, интуиции и духовности. Лунные энергии делают вас особенно восприимчивыми, но и вдохновлёнными. Месяц подходит для творчества, внутренней работы, помощи другим. Берегите свои границы, доверяйте снам и позволяйте себе мечтать."
  }
}